Repository: YTommy109/befold
Catalog: BefoldApp/BefoldKit/Resources/Localizable.xcstrings
Source language: en
Languages: ja

# banner.loadError
source: Failed to load the rest of the file
ja: 続きを読み込めませんでした

# banner.loadMore
source: Load More
ja: 続きを読み込む

# banner.showing
source: Showing {count} lines
ja: {count} 行を表示中

# image.blockedRemote
source: External image blocked
ja: 外部画像は読み込みません

# quicklook.rendering
source: Rendering…
ja: レンダリング中…

# viewer.find.close
source: Close (Esc)
ja: 閉じる (Esc)

# viewer.find.matchCase
source: Match Case
ja: 大文字・小文字を区別

# viewer.find.matchWholeWord
source: Match Whole Word
ja: 単語単位で検索

# viewer.find.next
source: Next (Enter)
ja: 次へ (Enter)

# viewer.find.placeholder
source: Search
ja: 検索

# viewer.find.previous
source: Previous (Shift+Enter)
ja: 前へ (Shift+Enter)

# viewer.find.useRegularExpression
source: Use Regular Expression
ja: 正規表現

# viewer.find.withinDisplayedRange
source: Displayed range
ja: 表示範囲内

# viewer.jump.headingLevel
source: Use heading level {level} as a marker
ja: 見出しレベル {level} を目印にする

# viewer.jump.close
source: Close (Esc)
ja: 閉じる (Esc)

# viewer.jump.next
source: Next (Enter)
ja: 次へ (Enter)

# viewer.jump.previous
source: Previous (Shift+Enter)
ja: 前へ (Shift+Enter)

# viewer.jump.withinDisplayedRange
source: Displayed range
ja: 表示範囲内

# viewer.unsupported.binary
source: This file contains NUL bytes and is treated as binary.
ja: NUL バイトを含むため、バイナリファイルとして扱いました

# viewer.unsupported.format
source: This file format is not supported for preview.
ja: このファイル形式はプレビューに対応していません

# viewer.unsupported.tooLarge
source: This file is too large to display.
ja: ファイルが大きすぎるため表示できません
